Repository: jiangding01/Mole
Catalog: app/MoleApp/L10n/Localizable.xcstrings
Source language: en
Languages: zh_hans

# settings.appearance.light
source: Light
zh_hans: 浅色

# settings.cache.permanent
source: Delete Permanently
zh_hans: 永久删除

# settings.cache.trash
source: Move to Trash
zh_hans: 移入废纸篓

# settings.comingSoon
source: Coming soon
zh_hans: 即将推出

# settings.common.cancel
source: Cancel
zh_hans: 取消

# settings.general.appearance
source: Appearance
zh_hans: 外观

# settings.general.appearance.desc
source: Light or dark theme, or follow the system.
zh_hans: 浅色 / 深色主题，或跟随系统。

# settings.general.cacheDelete
source: Cache Deletion
zh_hans: 缓存删除方式

# settings.general.cacheDelete.desc
source: How cache files are handled during cleanup; Trash keeps them recoverable.
zh_hans: 清理时缓存类文件的处理方式，废纸篓可随时恢复。

# settings.general.language
source: Language
zh_hans: 语言

# settings.general.language.desc
source: Follow the system or pick the interface language manually.
zh_hans: 跟随系统或手动选择界面语言。

# settings.general.launchAtLogin
source: Launch at Login
zh_hans: 开机自动启动

# settings.general.launchAtLogin.desc
source: Open Mole in the background automatically when you log in.
zh_hans: 登录系统时自动在后台打开 Mole。

# settings.general.reduceMotion
source: Reduce Motion
zh_hans: 减弱动态效果

# settings.general.reduceMotion.desc
source: Turn off spectrum-ring particles and transitions; number tweening stays.
zh_hans: 关闭光谱环粒子与转场动画，保留数字补间。

# settings.general.refresh
source: Default Refresh Rate
zh_hans: 默认刷新频率

# settings.general.refresh.desc
source: Metric refresh interval when opening the Status page.
zh_hans: 打开状态页时的指标刷新间隔。

# settings.general.skipIntro
source: Skip Intro Screens
zh_hans: 跳过介绍页

# settings.general.skipIntro.desc
source: Go straight into Analyze and Status without the intro screens.
zh_hans: 分析、状态页直接进入功能界面，不显示初始说明。

# settings.general.temperature
source: Temperature Unit
zh_hans: 温度单位

# settings.general.temperature.desc
source: Display unit for temperature readings on the Status page.
zh_hans: 状态页温度读数的显示单位。

# settings.lang.auto
source: Auto
zh_hans: 自动

# settings.nav.about
source: About
zh_hans: 关于

# settings.nav.advanced
source: Advanced
zh_hans: 高级

# settings.nav.general
source: General
zh_hans: 通用

# settings.nav.permissions
source: Permissions
zh_hans: 权限

# settings.nav.whitelist
source: Whitelist
zh_hans: 白名单

# settings.perm.badge.denied
source: Not Granted
zh_hans: 未授权

# settings.perm.badge.granted
source: Granted
zh_hans: 已授权

# settings.perm.badge.notInstalled
source: Not Installed
zh_hans: 未安装

# settings.perm.fda.action
source: Open System Settings
zh_hans: 打开系统设置

# settings.perm.fda.desc
source: Deep scans need to read Application Support, container, and system cache directories. Without access these locations are skipped.
zh_hans: 深度扫描需要读取 Application Support、容器与系统缓存目录。未授权时这些位置将被跳过。

# settings.perm.fda.title
source: Full Disk Access
zh_hans: 完全磁盘访问权限

# settings.perm.helper.action
source: Install Helper
zh_hans: 安装助手

# settings.perm.helper.desc.post
source: , which only runs the actions you approve.
zh_hans: 提供，仅执行你勾选的操作。

# settings.perm.helper.desc.pre
source: Deep maintenance, fan, and battery care need low-level privileges provided by
zh_hans: 深度维护、风扇与电池养护需要底层权限，由

# settings.perm.helper.title
source: Background Helper
zh_hans: 后台助手

# settings.temp.auto
source: Auto
zh_hans: 自动

# settings.title
source: Settings
zh_hans: 设置

# settings.whitelist.add
source: Add Path…
zh_hans: 添加路径…

# settings.whitelist.add.prompt
source: Add
zh_hans: 添加

# settings.whitelist.empty
source: No whitelist entries yet
zh_hans: 暂无白名单条目

# settings.whitelist.failed
source: Couldn’t load the whitelist
zh_hans: 无法加载白名单

# settings.whitelist.info
source: Directories in the whitelist are never scanned or cleaned. This list is shared between the app and the command-line version.
zh_hans: 白名单中的目录不会被扫描或清理。此列表在图形界面与命令行版之间共用。

# settings.whitelist.loading
source: Loading…
zh_hans: 正在加载…

# settings.whitelist.mode.clean
source: Clean Whitelist
zh_hans: 清理白名单

# settings.whitelist.mode.optimize
source: Optimize Whitelist
zh_hans: 优化白名单

# settings.whitelist.retry
source: Retry
zh_hans: 重试

# smart.badge.insight
source: Insight
zh_hans: 洞察

# smart.badge.safe
source: Safe
zh_hans: 安全

# smart.card.insight.body
source: Largest folder: %@.
zh_hans: 最大目录：%@。

# smart.card.insight.body.empty
source: No unusually large folders found.
zh_hans: 未发现异常占用的大目录。

# smart.card.insight.title
source: Space insight
zh_hans: 空间洞察

# smart.card.installers.body
source: Leftover .dmg / .pkg after downloads — %@.
zh_hans: 下载后遗留的 .dmg / .pkg，占 %@。

# smart.card.installers.body.empty
source: No leftover installers found.
zh_hans: 未发现遗留安装包。

# smart.card.installers.title
source: Installers
zh_hans: 安装包

# smart.card.leftovers.body
source: Orphaned files left by deleted apps — %@.
zh_hans: 已删除应用留下的孤儿文件，占 %@。

# smart.card.leftovers.title
source: Leftovers
zh_hans: 卸载残留

# smart.card.safe.body
source: App caches, temp files and logs — safe to free.
zh_hans: 应用缓存、临时文件与日志，可直接释放。

# smart.card.safe.title
source: Safe to clean
zh_hans: 可安全清理

# smart.cta.analyze
source: Analyze
zh_hans: 去分析

# smart.cta.handle
source: Review
zh_hans: 去处理

# smart.cta.rescan
source: Rescan
zh_hans: 重新扫描

# smart.cta.start
source: Start Smart Scan
zh_hans: 开始智能扫描

# smart.cta.stop
source: Stop scan
zh_hans: 停止扫描

# smart.fda.grant
source: Grant Access
zh_hans: 前往授权

# smart.fda.sub
source: — Some locations are skipped until you grant access.
zh_hans: — 部分系统位置将被跳过，授权后可扫描全部缓存与残留。

# smart.fda.title
source: Full Disk Access off
zh_hans: 完全磁盘访问未授予

# smart.idle.sub
source: Full checkup ~30s · caches, app leftovers, installers & large-file insights
zh_hans: 聚合体检约需 30 秒 · 缓存、卸载残留、安装包与大文件洞察

# smart.meta.today
source: Today
zh_hans: 今天

# smart.meta.yesterday
source: Yesterday
zh_hans: 昨天

# smart.results.title
source: Checkup complete
zh_hans: 体检完成

# smart.unit.count
source: items
zh_hans: 项

# smart.unit.pcs
source: pcs
zh_hans: 个

# status.alert.sustained
source: Sustained high CPU · %lld min above %lld%%
zh_hans: 持续高 CPU · 已持续 %lld 分钟 > %lld%%

# status.battery.ac
source: AC Power
zh_hans: 电源供电

# status.battery.charging
source: Charging
zh_hans: 充电中

# status.battery.cycles
source: %lld cycles
zh_hans: %lld 次循环

# status.battery.full
source: Charged
zh_hans: 已充满

# status.battery.health.fair
source: Fair
zh_hans: 一般

# status.battery.health.good
source: Good
zh_hans: 健康

# status.battery.health.poor
source: Poor
zh_hans: 较差

# status.battery.healthBadge
source: Health %lld%%
zh_hans: 健康 %lld%%

# status.battery.onBattery
source: On Battery
zh_hans: 电池供电

# status.battery.top
source: Top consumer %@ · %lld%%
zh_hans: 最大消耗 %@ · %lld%%

# status.card.battery
source: Battery
zh_hans: 电池

# status.card.disk
source: Disk
zh_hans: 磁盘

# status.card.fan
source: Fan
zh_hans: 风扇

# status.card.health
source: Health
zh_hans: 健康分

# status.card.memory
source: Memory
zh_hans: 内存

# status.card.network
source: Network
zh_hans: 网络

# status.connecting.procs
source: Collecting process list…
zh_hans: 正在采集进程列表…

# status.connecting.subtitle
source: Collecting CPU · memory · disk · network · sensor data
zh_hans: 采集 CPU · 内存 · 磁盘 · 网络 · 传感器数据

# status.connecting.title
source: Reading system metrics
zh_hans: 正在读取系统指标

# status.cpu.load
source: Load %@ / %lld cores · %@
zh_hans: 负载 %@ / %lld 核 · %@

# status.detail.children
source: Child Processes
zh_hans: 子进程

# status.detail.command
source: Command
zh_hans: 命令

# status.detail.confidence
source: Confidence
zh_hans: 置信度

# status.detail.confidence.high
source: High · running application
zh_hans: 高 · 正在运行的应用

# status.detail.confidence.medium
source: Medium · inferred from executable path
zh_hans: 中 · 从可执行路径推断

# status.detail.copySummary
source: Copy Summary
zh_hans: 复制摘要

# status.detail.cwd
source: Working Directory
zh_hans: 工作目录

# status.detail.evidence
source: Evidence
zh_hans: 识别依据

# status.detail.exec
source: Executable
zh_hans: 可执行文件

# status.detail.files
source: Open Files
zh_hans: 打开文件

# status.detail.from
source: From %@
zh_hans: 来自 %@

# status.detail.gone
source: Process %lld is no longer running.
zh_hans: 进程 %lld 已不在运行。

# status.detail.io
source: Disk I/O
zh_hans: 磁盘 I/O

# status.detail.launchd
source: Launched by launchd
zh_hans: 由 launchd 启动

# status.detail.rawCommand
source: Raw Path & Command
zh_hans: 原始路径与命令

# status.detail.reveal
source: Reveal
zh_hans: 显示

# status.detail.started
source: Started
zh_hans: 启动时间

# status.detail.systemWarning
source: System process — cannot be terminated.
zh_hans: 系统进程，无法终止。

# status.detail.threads
source: Threads
zh_hans: 线程数

# status.detail.user
source: User
zh_hans: 用户

# status.disconnected
source: Data stream interrupted, reconnecting…
zh_hans: 数据流中断，正在重连…

# status.disk.free
source: free
zh_hans: 可用

# status.disk.total
source: %@ total
zh_hans: 共 %@

# status.disk.used
source: %lld%% used
zh_hans: 已用 %lld%%

# status.failed.launch
source: status-go failed to launch (check make build and MOLE_CORE_PATH)
zh_hans: status-go 无法启动（检查 make build 与 MOLE_CORE_PATH）

# status.failed.title
source: Unable to read system metrics
zh_hans: 无法读取系统指标

# status.fan.auto
source: Auto
zh_hans: 自动

# status.fan.normal
source: Thermals normal · managed by macOS
zh_hans: 散热正常 · 由 macOS 调节

# status.fan.power
source: Power %.1fW
zh_hans: 功耗 %.1fW

# status.fan.silent
source: Silent
zh_hans: 静音

# status.gpu.busy
source: Busy
zh_hans: 繁忙

# status.gpu.cores
source: %lld GPU cores
zh_hans: %lld GPU 核

# status.gpu.needsHelper
source: Usage requires the admin helper
zh_hans: 使用率需要管理员组件

# status.kill.force
source: Force Quit
zh_hans: 强制退出

# status.kill.message
source: Quit asks the process to exit normally. Force Quit ends it immediately; unsaved changes will be lost.
zh_hans: 终止会请求进程正常退出；强制退出立即结束，未保存内容将丢失。

# status.kill.terminate
source: Quit
zh_hans: 终止

# status.kill.title
source: End process %@?
zh_hans: 结束进程 %@？

# status.live
source: Live
zh_hans: 实时监测中

# status.load.high
source: Elevated
zh_hans: 偏高

# status.load.low
source: Light load
zh_hans: 低负载

# status.load.normal
source: Normal
zh_hans: 正常

# status.mem.swap
source: Swap %@
zh_hans: 交换空间 %@

# status.menu.activityMonitor
source: Open in Activity Monitor
zh_hans: 在活动监视器中打开

# status.menu.detail
source: Show Details
zh_hans: 查看详情

# status.menu.kill
source: End Process…
zh_hans: 结束进程…

# status.net.down
source: Down
zh_hans: 下行

# status.net.up
source: Up
zh_hans: 上行

# status.pressure.badge
source: Pressure %@
zh_hans: 压力 %@

# status.pressure.critical
source: Critical
zh_hans: 告急

# status.proc.system
source: System process
zh_hans: 系统进程

# status.reconnecting
source: Reconnecting
zh_hans: 重连中

# status.refresh.label
source: Refresh rate
zh_hans: 刷新频率

# status.spec.chip
source: Chip
zh_hans: 芯片

# status.spec.os
source: OS
zh_hans: 系统

# status.spec.ram
source: RAM
zh_hans: 内存

# status.spec.uptime
source: Up
zh_hans: 运行

# status.summary.from
source: From %@.
zh_hans: 来自 %@。

# status.table.collecting
source: Collecting processes…
zh_hans: 正在采集进程…

# status.table.energy
source: Energy
zh_hans: 能耗

# status.table.name
source: Name (%lld)
zh_hans: 名称（%lld）

# status.title
source: System Status
zh_hans: 系统状态
